tap "aquaproj/aqua"
tap "aws/tap"
tap "homebrew/bundle"
tap "hudochenkov/sshpass"
brew "git"
brew "git-remote-codecommit"
brew "gnupg"
brew "graphviz"
brew "mise"
brew "pinentry-mac"
brew "pipx"
brew "pre-commit"
brew "sheldon"
brew "shellcheck"
brew "shfmt"
brew "tree"
brew "watch"
brew "yarn"
brew "aquaproj/aqua/aqua"
brew "aws/tap/eks-anywhere"
brew "hudochenkov/sshpass/sshpass"
cask "1password-cli"
cask "ghostty"
cask "orbstack"
vscode "catppuccin.catppuccin-vsc"
vscode "catppuccin.catppuccin-vsc-icons"
vscode "charliermarsh.ruff"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "golang.go"
vscode "hashicorp.hcl"
vscode "hashicorp.terraform"
vscode "hediet.vscode-drawio"
vscode "k--kato.intellij-idea-keybindings"
vscode "mblode.pretty-formatter"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode.makefile-tools"
vscode "ms-vsliveshare.vsliveshare"
vscode "oderwat.indent-rainbow"
vscode "redhat.vscode-yaml"
vscode "timonwong.shellcheck"
vscode "tomoki1207.pdf"
vscode "usernamehw.errorlens"
vscode "yoavbls.pretty-ts-errors"
